// Задача 4
// Самостоятельно разобраться с атрибутами тега script (async и defer).

// async - указывает, что скрипт выполняется асинхронно 
// (только для внешних скриптов, которые загружаются с использованием атрибута src).
// При использовании нескольких скриптов с атрибутом async первым будет загружен 
// тот, который имеет меньший размер.

// defer - скрипт выполнится только тогда, когда страница загрузится полностью.
// При использовании нескольких скриптов, первым будет загружен тот, который был раньше 
// указан, независимо от его размера.





